RRN_Data/1680900/1680992.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-03-28T22:26:01.659+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-03-28T22:26:01.659+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240328-002676" version="1"><overallSeverity>low</overallSeverity><situationVersionTime>2024-03-28T22:26:01.396+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralObstruction" id="240328-002676-1" version="1"><situationRecordCreationReference>frosi240328-000048-frosi240328-000045</situationRecordCreationReference><situationRecordCreationTime>2024-03-28T22:25:58.627+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-03-28T22:25:58.523+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-03-28T22:26:01.396+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-03-28T22:25:58.627+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-03-28T22:25:58.431+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">arbre sur la chaussée avant le tunnel es Echelles =&gt; Saint Jean de Couz</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.453648</latitude><longitude>5.789952</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Christophe</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D1006</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfObstruction><mobilityType>stationary</mobilityType></mobilityOfObstruction><obstructionType>obstructionOnTheRoad</obstructionType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>